Repository: EvanZhuYF/FloeBar
Catalog: FloeBar/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: "%@" is invalid
zh_hans: “%@”无效

source: "%@" is not movable
zh_hans: “%@”无法移动

source: %@ Section
zh_hans: %@分区

source: %@ is unresponsive. Until it is restarted, it cannot be moved. Movement of other menu bar items may also be affected until this is resolved.
zh_hans: %@ 未响应。重新启动前无法移动它，其他菜单栏项目的移动也可能受到影响。

source: A new update is available
zh_hans: 有可用更新

source: About
zh_hans: 关于

source: Absolutely no personal information is collected or stored.
zh_hans: 绝不会收集或存储任何个人信息。

source: Accessibility
zh_hans: 辅助功能

source: Accessibility Shortcuts
zh_hans: 辅助功能快捷键

source: Acknowledgements
zh_hans: 开源许可

source: Advanced
zh_hans: 高级

source: Always-Hidden
zh_hans: 总是隐藏

source: Always-hidden section can be shown
zh_hans: 允许显示“总是隐藏”分区

source: Apply different settings based on the current system appearance
zh_hans: 根据当前系统外观应用不同设置

source: Apply system theme to icon
zh_hans: 让图标跟随系统主题

source: Arrange menu bar items.
zh_hans: 排列菜单栏项目。

source: Arrow
zh_hans: 箭头

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automatically download updates
zh_hans: 自动下载更新

source: Automatically rehide
zh_hans: 自动重新隐藏

source: BETA
zh_hans: 测试版

source: Based on Ice by Jordan Baird
zh_hans: 基于 Jordan Baird 的 Ice 二次开发

source: Border
zh_hans: 边框

source: Border Color
zh_hans: 边框颜色

source: Border Width
zh_hans: 边框宽度

source: Check for Updates…
zh_hans: 检查更新…

source: Chevron
zh_hans: 尖角

source: Choose a custom icon to show in the menu bar
zh_hans: 选择要在菜单栏中显示的自定义图标

source: Choose image…
zh_hans: 选择图片…

source: Click inside an empty area of the menu bar to show hidden menu bar items
zh_hans: 点击菜单栏空白区域以显示隐藏的菜单栏项目

source: Continue
zh_hans: 继续

source: Contribute
zh_hans: 参与贡献

source: Could not complete event operation for "%@"
zh_hans: 无法完成“%@”的事件操作

source: Custom
zh_hans: 自定义

source: Dark Appearance
zh_hans: 深色外观

source: Diagnostics
zh_hans: 诊断

source: Display images of individual menu bar items.
zh_hans: 显示各个菜单栏项目的图像。

source: Display the icon as a monochrome image matching the system appearance
zh_hans: 以匹配系统外观的单色图像显示此图标

source: Do not press keys while moving menu bar items.
zh_hans: 移动菜单栏项目时请勿按键。

source: Done
zh_hans: 完成

source: Door
zh_hans: 门

source: Dot
zh_hans: 圆点

source: Download the latest FloeBar build to keep your custom changes.
zh_hans: 请下载最新的浮岛版本以保留你的自定义更改。

source: Drag to arrange your menu bar items
zh_hans: 拖动以排列菜单栏项目

source: Due to a bug in the 0.10.0 release, the data for FloeBar's menu bar items was corrupted and their positions had to be reset.
zh_hans: 由于 0.10.0 版本中的一个问题，浮岛的菜单栏项目数据已损坏，因此必须重置其位置。

source: Dynamic
zh_hans: 动态

source: ERROR
zh_hans: 错误

source: Edit Menu Bar Appearance…
zh_hans: 编辑菜单栏外观…

source: Edit the menu bar's appearance.
zh_hans: 编辑菜单栏外观。

source: Ellipsis
zh_hans: 省略号

source: Enable always-hidden section
zh_hans: 启用“总是隐藏”分区

source: Enable diagnostic logging
zh_hans: 启用诊断日志

source: Enable the Floe Bar
zh_hans: 启用浮岛

source: Event operation timed out for "%@"
zh_hans: “%@”的事件操作超时

source: Failed to create event for "%@"
zh_hans: 无法为“%@”创建事件

source: Fast User Switching
zh_hans: 快速用户切换

source: Floe
zh_hans: 浮岛

source: Floe Bar background opacity
zh_hans: 浮岛背景透明度

source: FloeBar
zh_hans: 浮岛

source: FloeBar Settings…
zh_hans: 浮岛设置…

source: FloeBar cannot arrange menu bar items in automatically hidden menu bars
zh_hans: 系统自动隐藏菜单栏时，浮岛无法排列菜单栏项目

source: FloeBar cannot display menu bar items for automatically hidden menu bars
zh_hans: 系统自动隐藏菜单栏时，浮岛无法显示菜单栏项目

source: FloeBar cannot edit the appearance of automatically hidden menu bars
zh_hans: 系统自动隐藏菜单栏时，浮岛无法编辑菜单栏外观

source: FloeBar icon
zh_hans: 浮岛图标

source: FloeBar needs permission to manage the menu bar.
zh_hans: 浮岛需要获得管理菜单栏的权限。

source: FloeBar needs this to:
zh_hans: 浮岛需要借助此权限：

source: Focus
zh_hans: 专注模式

source: Focused app
zh_hans: 聚焦的 App

source: Frame check timed out for "%@"
zh_hans: 检查“%@”的位置超时

source: Full
zh_hans: 整体

source: General
zh_hans: 通用

source: Get real-time information about the menu bar.
zh_hans: 实时获取菜单栏信息。

source: Gradient
zh_hans: 渐变

source: Grant Permission
zh_hans: 授予权限

source: Hidden
zh_hans: 隐藏

source: Hide application menus when showing menu bar items
zh_hans: 显示菜单栏项目时隐藏应用菜单

source: Hold to Preview
zh_hans: 按住以预览

source: Hotkey is reserved by macOS
zh_hans: 此快捷键已被 macOS 占用

source: Hotkeys
zh_hans: 快捷键

source: Hover over an empty area of the menu bar to show hidden menu bar items
zh_hans: 将指针悬停在菜单栏空白区域以显示隐藏的菜单栏项目

source: Ice Cube
zh_hans: 冰块

source: In-app updates are not available in this build of FloeBar.
zh_hans: 此版本的浮岛不支持应用内更新。

source: Insert divider items
zh_hans: 插入分隔项

source: Install a newer local build to keep your custom changes.
zh_hans: 请安装较新的本地构建以保留自定义修改。

source: Invalid app state for "%@"
zh_hans: “%@”的应用状态无效

source: Invalid cursor location for "%@"
zh_hans: “%@”的光标位置无效

source: Invalid event source for "%@"
zh_hans: “%@”的事件源无效

source: Keyboard Brightness
zh_hans: 键盘亮度

source: Last checked:
zh_hans: 上次检查：

source: Launch at login
zh_hans: 登录时启动

source: Leading End Cap
zh_hans: 起始端样式

source: Light Appearance
zh_hans: 浅色外观

source: Location
zh_hans: 位置

source: Make more room in the menu bar by hiding the left application menus if needed
zh_hans: 需要时隐藏左侧应用菜单，为菜单栏腾出更多空间

source: Menu Bar Appearance
zh_hans: 菜单栏外观

source: Menu Bar Layout
zh_hans: 菜单栏布局

source: Menu Bar Sections
zh_hans: 菜单栏分区

source: Menu Bar Shape
zh_hans: 菜单栏形状

source: Menu bar item is not movable.
zh_hans: 菜单栏项目无法移动。

source: Menu bar items are rehidden after a fixed amount of time
zh_hans: 菜单栏项目会在固定时间后重新隐藏

source: Menu bar items are rehidden using a smart algorithm
zh_hans: 使用智能算法重新隐藏菜单栏项目

source: Menu bar items are rehidden when the focused app changes
zh_hans: 聚焦的 App 改变时重新隐藏菜单栏项目

source: Mouse pointer
zh_hans: 鼠标指针

source: Music Recognition
zh_hans: 音乐识别

source: Never
zh_hans: 从不

source: No shape kind selected
zh_hans: 未选择形状类型

source: None
zh_hans: 无

source: Not enough room to show "%@"
zh_hans: 空间不足，无法显示“%@”

source: Now Playing
zh_hans: 正在播放

source: OK
zh_hans: 好

source: Operation timed out for "%@"
zh_hans: “%@”的操作超时

source: Option + click one of FloeBar's menu bar items to show the section
zh_hans: 按住 Option 并点击一个浮岛菜单栏项目以显示此分区

source: Option + click one of FloeBar's menu bar items, or inside an empty area of the menu bar to show the section
zh_hans: 按住 Option 并点击一个浮岛菜单栏项目或菜单栏空白区域以显示此分区

source: Other
zh_hans: 其他

source: Our sincerest apologies for the inconvenience.
zh_hans: 对此造成的不便，我们深表歉意。

source: Passwords
zh_hans: 密码

source: Permission Granted
zh_hans: 已授予权限

source: Permissions
zh_hans: 权限

source: Please try again. If the error persists, please file a bug report.
zh_hans: 请重试。如果问题仍然存在，请提交问题报告。

source: Quit
zh_hans: 退出

source: Quit FloeBar
zh_hans: 退出浮岛

source: Record Hotkey
zh_hans: 录制快捷键

source: Report a Bug
zh_hans: 报告问题

source: Reset
zh_hans: 重置

source: Round Cap
zh_hans: 圆角端

source: Screen Mirroring
zh_hans: 屏幕镜像

source: Screen Recording
zh_hans: 屏幕录制

source: Scroll or swipe in the menu bar to toggle hidden menu bar items
zh_hans: 在菜单栏中滚动或轻扫以切换隐藏的菜单栏项目

source: Shadow
zh_hans: 阴影

source: Shape Kind
zh_hans: 形状类型

source: Show FloeBar icon
zh_hans: 显示浮岛图标

source: Show Log Files in Finder
zh_hans: 在访达中显示日志文件

source: Show all sections when Command + dragging menu bar items
zh_hans: 按住 Command 拖动菜单栏项目时显示所有分区

source: Show hidden menu bar items in a separate bar below the menu bar
zh_hans: 在菜单栏下方的独立栏中显示隐藏的菜单栏项目

source: Show on click
zh_hans: 点击时显示

source: Show on hover
zh_hans: 悬停时显示

source: Show on hover delay
zh_hans: 悬停显示延迟

source: Show on scroll
zh_hans: 滚动时显示

source: Show section dividers
zh_hans: 显示分区分隔符

source: Smart
zh_hans: 智能

source: Solid
zh_hans: 纯色

source: Split
zh_hans: 分段

source: Square Cap
zh_hans: 方形端

source: Stage Manager
zh_hans: 台前调度

source: Strategy
zh_hans: 策略

source: Sunglasses
zh_hans: 墨镜

source: Temporarily shown item delay
zh_hans: 临时显示项目的隐藏延迟

source: The Floe Bar is centered below the FloeBar icon
zh_hans: 浮岛居中显示在应用图标下方

source: The Floe Bar is centered below the mouse pointer
zh_hans: 浮岛居中显示在鼠标指针下方

source: The Floe Bar's location changes based on context
zh_hans: 浮岛的位置会根据场景变化

source: The amount of time to wait before hiding temporarily shown menu bar items
zh_hans: 隐藏临时显示的菜单栏项目前等待的时间

source: The amount of time to wait before showing on hover
zh_hans: 悬停后等待显示的时间

source: The following applications failed to quit and were not restarted:
zh_hans: 以下 App 未能退出，因此没有重新启动：

source: Time Machine
zh_hans: 时间机器

source: Timed
zh_hans: 定时

source: Tint
zh_hans: 色调

source: Tip: you can also arrange menu bar items by Command + dragging them in the menu bar
zh_hans: 提示：也可以在菜单栏中按住 Command 并拖动项目来排列

source: Tip: you can also edit these settings by right-clicking in an empty area of the menu bar
zh_hans: 提示：也可以右键点击菜单栏空白区域来编辑这些设置

source: Toggle application menus
zh_hans: 切换应用菜单

source: Toggle the always-hidden section
zh_hans: 切换“总是隐藏”分区

source: Toggle the hidden section
zh_hans: 切换隐藏分区

source: Trailing End Cap
zh_hans: 末端样式

source: Type Hotkey
zh_hans: 输入快捷键

source: Unable to display menu bar items
zh_hans: 无法显示菜单栏项目

source: Updates
zh_hans: 更新

source: Use Floe Bar
zh_hans: 使用浮岛

source: Use dynamic appearance
zh_hans: 使用动态外观

source: Use inset shape on screens with notch
zh_hans: 在带刘海的屏幕上使用内嵌形状

source: Version
zh_hans: 版本

source: Version %@ is now available
zh_hans: 版本 %@ 现已可用

source: Visible
zh_hans: 可见

source: Writes detailed logs to a file for troubleshooting. Log files are saved to ~/Library/Logs/FloeBar/. Disable when not needed to avoid unnecessary disk writes.
zh_hans: 将详细日志写入文件以便排查问题。日志文件保存在 ~/Library/Logs/FloeBar/。不需要时请关闭，以避免不必要的磁盘写入。

source: You can still access FloeBar's settings by right-clicking an empty area in the menu bar
zh_hans: 仍可右键点击菜单栏空白区域来打开浮岛设置

source: You may need to log out for the changes to take effect.
zh_hans: 可能需要注销后更改才会生效。

source: between sections
zh_hans: 到各分区之间

source: left click
zh_hans: 左键单击

source: macOS prohibits "%@" from being moved.
zh_hans: macOS 禁止移动“%@”。

source: right click
zh_hans: 右键单击

source: second
zh_hans: 秒

source: seconds
zh_hans: 秒
